[
  {
    "id": "1",
    "surah": "The Opener",
    "verses": "1-7",
    "text": "Dengan nama Allah, Yang Maha Pemurah, lagi Maha Mengasihani. Segala puji tertentu bagi Allah, Tuhan yang memelihara dan mentadbirkan sekalian alam. Yang Maha Pemurah, lagi Maha Mengasihani. Yang Menguasai pemerintahan hari Pembalasan hari Akhirat. Engkaulah sahaja Ya Allah Yang Kami sembah, dan kepada Engkaulah sahaja kami memohon pertolongan. Tunjukilah kami jalan yang lurus. Iaitu jalan orang-orang yang Engkau telah kurniakan nikmat kepada mereka, bukan jalan orang-orang yang Engkau telah murkai, dan bukan pula jalan orang-orang yang sesat."
  },
  {
    "id": "103",
    "surah": "The Decline Day",
    "verses": "1-3",
    "text": "Demi Masa! Sesungguhnya manusia itu dalam kerugian - Kecuali orang-orang yang beriman dan beramal soleh, dan mereka pula berpesan-pesan dengan kebenaran serta berpesan-pesan dengan sabar."
  },
  {
    "id": "112",
    "surah": "The Sincerity",
    "verses": "1-4",
    "text": "Katakanlah wahai Muhammad Tuhanku ialah Allah Yang Maha Esa; Allah Yang menjadi tumpuan sekalian makhluk untuk memohon sebarang hajat; Ia tiada beranak, dan Ia pula tidak diperanakkan; Dan tidak ada sesiapapun yang serupa denganNya."
  },
  {
    "id": "113",
    "surah": "The Daybreak",
    "verses": "1-5",
    "text": "Katakanlah wahai Muhammad Aku berlindung kepada Allah Tuhan yang menciptakan sekalian makhluk, Dari bencana makhluk-makhluk yang Ia ciptakan; Dan dari bahaya gelap apabila ia masuk; Dan dari kejahatan makhluk-makhluk yang menghembus-hembus pada simpulan-simpulan dan ikatan-ikatan; Dan dari kejahatan orang yang dengki apabila ia melakukan dengkinya."
  },
  {
    "id": "114",
    "surah": "The Mankind",
    "verses": "1-6",
    "text": "Katakanlah wahai Muhammad Aku berlindung kepada Allah Pemulihara sekalian manusia. Yang Menguasai sekalian manusia, Tuhan yang berhak disembah oleh sekalian manusia, Dari kejahatan pembisik penghasut yang timbul tenggelam, Yang melemparkan bisikan dan hasutannya ke dalam hati manusia, Iaitu pembisik dan penghasut dari kalangan jin dan manusia."
  }
]