[
  {
    "id": "1",
    "surah": "The Opener",
    "verses": "1-7",
    "text": "اللہ کے نام سے جو رحمان و رحیم ہے۔ تعریف اللہ ہی کے لیے ہے جو تمام کائنات کا رب ہے۔ رحمان اور رحیم ہے۔ روزِ جزا کا مالک ہے۔ ہم تیری ہی عبادت کرتے ہیں اور تجھی سے مدد مانگتے ہیں۔ ہمیں سیدھا راستہ دکھا۔ ان لوگوں کاراستہ جن پر تو نے انعام فرمایا، جو معتوب نہیں ہوئے، جو بھٹکے ہوئے نہیں ہیں۔"
  },
  {
    "id": "100",
    "surah": "The Courser",
    "verses": "1-11",
    "text": "قسم ہے اُن (گھوڑوں) کی جو پھُنکارے مارتے ہوئے دَوڑتے ہیں، پھر (اپنی ٹاپوں سے) چِنگاریاں جھاڑتے ہیں، پھر صبح سویرے چھاپہ مارتے ہیں، پھر اس موقع پر گرد و غبار اڑاتے ہیں۔ پھر اِسی حالت میں کسی مجمع کے اندر جا گھستے ہیں۔ حقیقت یہ ہے کہ انسان اپنے رب کا بڑا ناشکرا ہے، اور وہ خود اِس پر گواہ ہے، اور وہ مال و دولت کی محبت میں بُری طرح مُبتلا ہے۔ تو کیا وہ اُس وقت کو نہیں جانتا جب قبروں میں جو کچھ (مدفون) ہے اُسے نکال لیا جائے گا، تو کیا وہ اُس وقت کو نہیں جانتا جب قبروں میں جو کچھ (مدفون) ہے اُسے نکال لیا جائے گا، یقیناً اُن کا رب اُس روز اُن سے خوب باخبر ہوگا۔"
  },
  {
    "id": "101",
    "surah": "The Calamity",
    "verses": "1-11",
    "text": "عظیم حادثہ! کیا ہے وہ عظیم حادثہ؟ تم کیا جانو کہ وہ عظیم حادثہ کیا ہے؟ وہ دن جب لوگ بکھرے ہوئے پروانوں کی طرح۔ اور پہاڑ رنگ برنگ کے دُھنکے ہوئے اُون کی طرح ہوں گے۔ پھر جس کے پلڑے بھاری ہوں گے۔ وہ دل پسند عیش میں ہوگا۔ اور جس کے پلڑے ہلکے ہوں گے۔ اس کی جائے قرار گہری کھائی ہوگی۔ اور تمہیں کیا خبر کہ وہ کیا چیز ہے؟ بھڑکتی ہوئی آگ۔"
  },
  {
    "id": "102",
    "surah": "The Rivalry in World Increase",
    "verses": "1-8",
    "text": "تم لوگوں کو زیادہ سے زیادہ اور ایک دُوسرے سے بڑھ کر دنیا حاصل کرنے کی دُھن نے غفلت میں ڈال رکھا ہے، یہاں تک کہ (اِسی فکر میں) تم لبِ گور تک پہنچ جاتے ہو۔ ہرگز نہیں، عنقریب تم کو معلوم ہو جائے گا۔ پھر (سن لو کہ) ہرگز نہیں، عنقریب تم کو معلوم ہو جائے گا۔ ہرگز نہیں، اگر تم یقینی علم کی حیثیت سے (اِس روش کے انجام کو) جانتے ہوتے (تو تمہارا یہ طرز عمل نہ ہوتا)۔ تم دوزخ دیکھ کر رہو گے۔ پھر (سن لو کہ) تم بالکل یقین کے ساتھ اُسے دیکھ لو گے۔ پھر ضرور اُس روز تم سے اِن نعمتوں کے بارے میں جواب طلبی کی جائے گی۔"
  },
  {
    "id": "103",
    "surah": "The Decline Day",
    "verses": "1-3",
    "text": "زمانے کی قسم! انسان درحقیقت بڑے خسارے میں ہے؛ سوائے اُن لوگوں کے جو ایمان لائے، اور نیک اعمال کرتے رہے، اور ایک دوسرے کو حق کی نصیحت اور صبر کی تلقین کرتے رہے۔"
  },
  {
    "id": "104",
    "surah": "The Traducer",
    "verses": "1-9",
    "text": "تباہی ہے ہر اُس شخص کے لیے جو (مُنہ در مُنہ) لوگوں پر طعن اور (پیٹھ پیچھے) بُرائیاں کرنے کا خوگر ہے۔ جس نے مال جمع کیا اور اُسے گِن گِن کر رکھا۔ وہ سمجھتا ہے کہ اُس کا مال ہمیشہ اُس کے پاس رہے گا۔ ہرگز نہیں، وہ شخص تو چَکنا چُور کر دینے والی جگہ میں پھینک دیا جائے گا۔ اور تم کیا جانو کہ کیا ہے وہ چکنا چور کر دینے والی جگہ اللہ کی آگ، خُوب بھڑکائی ہوئی جو دلوں تک پہنچے گی۔ وہ اُن پر ڈھانک کر بند کر دی جائے گی۔ (اِس حالت میں کہ وہ) اُونچے اُونچے ستونوں میں (گھِرے ہوئے ہوں گے)۔"
  },
  {
    "id": "105",
    "surah": "The Elephant",
    "verses": "1-5",
    "text": "تم نے دیکھا نہیں کہ تمہارے رب نے ہاتھی والوں کے ساتھ کیا کیا؟ کیا اُس نے اُن کی تدبیر کو اَکارَت نہیں کر دیا؟ اور اُن پر پرندوں کے جھُنڈ کے جھُنڈ بھیج دیے جو اُن پر پکّی ہوئی مَٹّی کے پتھر پھینک رہے تھے، پھر اُن کا یہ حال کر دیا  جیسے جانوروں کا کھایا ہوا بھوسا۔"
  },
  {
    "id": "106",
    "surah": "The Quraish",
    "verses": "1-4",
    "text": "چونکہ قریش مانوس ہوئے، (یعنی) جاڑے اور گرمی کے سفروں سے مانوس، لہٰذا اُن کو چاہیے کہ اِس گھر کے رب کی عبادت کریں جس نے اُنہیں بھُوک سے بچا کر کھانے کو دیا اور خوف سے بچا کر امن عطا کیا۔"
  },
  {
    "id": "107",
    "surah": "The Small Kindnesses",
    "verses": "1-7",
    "text": "تم نے دیکھا اُس شخص کو جو آخرت کی جزا و سزا کو جھُٹلاتا ہے؟ وہی تو ہے جو یتیم کو دھکّے دیتا ہے، اور مسکین کا کھان دینے پر نہیں اُکساتا۔ پھر تباہی ہے اُن نماز پڑھنے والوں کے لیے جو اپنی نماز سے غفلت برتتے ہیں، جو ریا کاری کرتے ہیں، اور معمولی ضرورت کی چیزیں (لوگوں کو)دینے سے گریز کرتے ہیں۔"
  },
  {
    "id": "108",
    "surah": "The Abundance",
    "verses": "1-3",
    "text": "ہم نے تمہیں (اے نبی) کوثر عطا کر دیا۔ پس تم اپنے رب ہی کے لیے نماز پڑھو اور قربانی کرو۔ تمہارا دُشمن ہی جَڑ کٹا ہے۔ "
  },
  {
    "id": "109",
    "surah": "The Disbelievers",
    "verses": "1-6",
    "text": "کہہ دو کہ اے کافرو، میں اُن کی عبادت نہیں کرتا جن کی عبادت تم کرتے ہو، اور نہ تم اُس کی عبادت کرنے والے ہو جس کی عبادت میں کرتا ہوں۔ اور نہ میں اُن کی عبادت کرنے والا ہوں جن کی عبادت تم نے کی ہے اور نہ تم اُس کی عبادت کرنے والے ہو جس کی عبادت میں کرتا ہوں۔ تمہارے لیے تمہارا دین ہے اور میرے لیے میرا دین۔"
  },
  {
    "id": "110",
    "surah": "The Divine Support",
    "verses": "1-3",
    "text": "جب اللہ کی مدد آجائے اور فتح نصیب ہو جائے۔ اور (اے نبی) تم دیکھ لو کہ لوگ فوج در فوج اللہ کے دین میں داخل ہو رہے ہیں۔ تو اپنے رب کی حمد کے ساتھ اُس کی تسبیح کرو، اور اُس سے مغفرت کی دُعا مانگو، بے شک وہ بڑا توبہ قبول کرنے والا ہے"
  },
  {
    "id": "111",
    "surah": "The Palm Fiber",
    "verses": "1-5",
    "text": "ٹوٹ گئے ابو لہب کے ہاتھ اور نامراد ہوگیا وہ۔ اُس کا مال اور جو کچھ اس نے کمایا وہ اُس کے کسی کام نہ آیا۔ ضرور وہ شعلہ زن آگ میں ڈالا جائے گا اور (اُس کے ساتھ) اُس کی جورُو بھی، لگائی بُجھائی کرنے والی، اُس کی گردن میں مونجھ کی رسّی ہو گی۔"
  },
  {
    "id": "112",
    "surah": "The Sincerity",
    "verses": "1-4",
    "text": "کہو، وہ اللہ ہے، یَکتا۔ اللہ سب سے بے نیاز ہے اور سب اس کے محتاج ہیں۔ نہ اس کی کوئی اولاد ہے اور نہ وہ کسی کی اولاد۔ اور کوئی اُس کا ہمسر نہیں ہے۔ "
  },
  {
    "id": "113",
    "surah": "The Daybreak",
    "verses": "1-5",
    "text": "کہو، میں پناہ مانگتا ہوں صبح کے رب کی ہر اُس چیز کے شر سے جو اُس نے پیدا کی ہے اور رات کی تاریکی کے شر سے جب کہ وہ چھا جائے، اور گِرہوں میں پُھونکنے والوں (یا والیوں)کے شر سے، اور حاسد کے شر سے جب کہ وہ حسد کرے۔"
  },
  {
    "id": "114",
    "surah": "The Mankind",
    "verses": "1-6",
    "text": "کہو، میں پناہ مانگتا ہوں انسانوں کے رب، انسانوں کے بادشاہ، انسانوں کے حقیقی معبُود کی۔ اُس وسوسہ ڈالنے والے کے شر سے جو بار بار پلٹ کر آتا ہے، جو لوگوں کے دلوں میں وسوسے ڈالتا ہے۔ خواہ وہ جِنّوں میں سے ہو یا انسانوں میں سے۔"
  }
]